{
    "animals": [
        "Gorillas can catch human colds and other illnesses.",
        "A group of owls is called a parliament.",
        "An ostrich's eye is bigger than its brain.",
        "Giant pandas spend up to 14 hours a day eating bamboo.",
        "Dolphins sleep with one eye open.",
        "Horses and cows sleep while standing up.",
        "A group of flamingos is called a 'flamboyance'.",
        "Some fish communicate by making noises with their swim bladders.",
        "A blue whale’s heart is the size of a small car.",
        "The longest recorded flight of a chicken is 13 seconds.",
        "Giraffes only need 5 to 30 minutes of sleep per day.",
        "A chameleon's tongue is twice the length of its body.",
        "Humans and giraffes have the same number of neck vertebrae.",
        "Jellyfish are 95% water.",
        "Jellyfish have existed for over 500 million years.",
        "The heart of a blue whale is as big as a small car.",
        "Cows have best friends and get stressed when they are separated.",
        "There is a species of jellyfish that is immortal.",
        "A jellyfish is 95% water.",
        "An octopus has three hearts.",
        "A blue whale's heart weighs as much as a small car.",
        "A cat’s whiskers are roughly as wide as its body.",
        "A flea can jump up to 200 times its own body length.",
        "Penguins can drink salt water because they have a special gland.",
        "Some fish can recognize human faces.",
        "Dolphins have names for each other.",
        "Sharks existed before trees.",
        "A shrimp’s heart is located in its head.",
        "A group of rabbits is called a fluffle.",
        "There are more fake flamingos in the world than real ones.",
        "A blue whale's tongue weighs as much as an elephant.",
        "Goldfish have a memory span of about three months.",
        "Cows have best friends and get stressed when separated.",
        "Some jellyfish are biologically immortal.",
        "Camels have three eyelids to protect their eyes from sand.",
        "Sharks have been around longer than trees.",
        "Octopuses have copper-based blood, which gives it a blue color.",
        "Octopuses have three hearts, and two stop beating when they swim.",
        "Kangaroos can't walk backwards.",
        "Sloths can hold their breath longer than dolphins.",
        "Some turtles can breathe through their butts.",
        "Giraffes have the same number of neck vertebrae as humans.",
        "Goldfish can recognize human faces.",
        "Snakes can sense earthquakes days before they happen.",
        "Elephants are the only animals that can't jump.",
        "Penguins propose to their mates by giving them a pebble.",
        "Some turtles can live for over 150 years.",
        "Some cats are allergic to humans.",
        "An octopus has nine brains and blue blood.",
        "A baby octopus is about the size of a flea when it's born.",
        "Wombat poop is cube-shaped to prevent it from rolling away."
    ],
    "science": [
        "A cloud can weigh more than a million pounds.",
        "The heart beats about 100,000 times a day.",
        "The human brain generates enough electricity to power a small light bulb.",
        "There are more trees on Earth than stars in the Milky Way.",
        "Venus is the hottest planet in the solar system, even though Mercury is closer to the Sun.",
        "A bolt of lightning is five times hotter than the surface of the sun.",
        "Venus rotates in the opposite direction to most planets.",
        "A hummingbird's heart can beat up to 1,200 times per minute.",
        "There are more stars in the universe than grains of sand on all the Earth's beaches.",
        "The human body contains about 37.2 trillion cells.",
        "Water expands when it freezes.",
        "There are more stars in the universe than grains of sand on Earth.",
        "Bananas float in water because they are less dense than water.",
        "A single cloud can weigh over a million pounds.",
        "The human heart beats about 100,000 times a day.",
        "The Eiffel Tower can be 15 cm taller in the summer due to heat expansion.",
        "Lightning strikes Earth about 100 times per second.",
        "Water can boil and freeze at the same time. This is called the triple point.",
        "The Amazon Rainforest produces 20% of the world's oxygen.",
        "Water makes up about 60% of the human body.",
        "A shrimp's heart is in its head.",
        "There are more trees on Earth than stars in the Milky Way galaxy."
    ],
    "history": [
        "The shortest war in history lasted only 38 minutes.",
        "The shortest war in history lasted 38 minutes.",
        "The Great Wall of China is over 13,000 miles long.",
        "Napoleon was once attacked by a horde of bunnies.",
        "Cleopatra lived closer in time to the moon landing than to the Great Pyramid's construction.",
        "The Statue of Liberty was a gift from France to the United States.",
        "The inventor of the lightbulb, Thomas Edison, was afraid of the dark.",
        "The word 'alphabet' comes from the first two letters of the Greek alphabet: alpha and beta."
    ],
    "pop-culture": [
        "The inventor of the frisbee was turned into a frisbee after he died.",
        "The Eiffel Tower was originally intended to be temporary.",
        "The Eiffel Tower can be 15 cm taller during the summer.",
        "The heaviest pumpkin ever recorded weighed over 2,700 pounds.",
        "The inventor of the Rubik's Cube took one month to solve his own puzzle.",
        "The Eiffel Tower can sway up to 6 inches in the wind.",
        "The word 'karaoke' means 'empty orchestra' in Japanese."
    ],
    "food": [
        "Bananas are naturally radioactive.",
        "Pineapples take about two years to grow.",
        "Humans share about 60% of their DNA with bananas.",
        "Tomatoes are fruit, but legally they are considered vegetables in the US.",
        "The honeybee is the only insect that produces food eaten by humans.",
        "Bananas are berries, but strawberries aren't.",
        "A single strand of spaghetti is called a 'spaghetto'.",
        "A single teaspoon of honey represents the life’s work of 12 bees.",
        "Honeybees can recognize human faces.",
        "Honey never spoils; it has been found in ancient Egyptian tombs still edible.",
        "A snail can sleep for three years at a time."
    ],
    "phobias": []
}